Revit.Schedules.SchedulableField
Revit Schedule Field

Revit.Schedules.SchedulableField.InternalSchedulableField
Internal reference to the Revit Element

Revit.Schedules.SchedulableField.#ctor(Autodesk.Revit.DB.SchedulableField)
Internal constructor. Used by the public static constructor to construct an instance of the SchedulableField class.
internalSchedulableField:

Revit.Schedules.SchedulableField.Name
Name